Repository: wrtlprnft/repo-scripts
Catalog: script.xbmc.boblight/resources/language/resource.language.*/strings.po
Languages: he_il, hu_hu

# #32100
source: General
he_il: כללי
hu_hu: Általános

# #32101
source: Use remote boblightd
he_il: השתמש ב-boblightd מרוחק
hu_hu: Távoli boblightd használata.

# #32104
source: Disable boblight
he_il: נטרל Boblight
hu_hu: Boblight letiltása

# #32105
source: Override used category
he_il: עקוף קטגוריה בשימוש
hu_hu: Kategória felülírása

# #32106
source: Category
he_il: קטגוריה
hu_hu: Kategória

# #32200
source: Movie
he_il: סרט
hu_hu: Film

# #32201
source: Preset
hu_hu: Előbeállítások

# #32202
source: Speed
he_il: מהירות
hu_hu: Sebesség

# #32203
source: Autospeed
he_il: מהירות אוטומטית
hu_hu: Automata sebesség

# #32204
source: Interpolation
he_il: ניתוח
hu_hu: Interpoláció

# #32205
source: Saturation
he_il: רוויה
hu_hu: Szaturáció

# #32206
source: Value
he_il: ערך
hu_hu: Érték

# #32207
source: Threshold
he_il: סף
hu_hu: Kitartás

# #32220
source: Custom
he_il: מותאם אישית
hu_hu: Egyéni

# #32221
source: Slow
he_il: איטי
hu_hu: Lassú

# #32222
source: Fast
he_il: מהיר
hu_hu: Gyors

# #32223
source: Disabled
he_il: מנוטרל
hu_hu: Letiltva

# #32300
source: Musicvideo
he_il: קליפים
hu_hu: Videóklip

# #32320
source: Custom
he_il: מותאם אישית
hu_hu: Egyéni

# #32321
source: Slow
he_il: איטי
hu_hu: Lassú

# #32322
source: Fast
he_il: מהיר
hu_hu: Gyors

# #32323
source: Disabled
he_il: מנוטרל
hu_hu: Letiltva

# #32400
source: Other
he_il: אחר
hu_hu: Másik

# #32401
source: Static background light
he_il: תאורת רקע סטטית
hu_hu: Statikus háttérfény

# #32402
source: Red
he_il: אדום
hu_hu: Vörös

# #32403
source: Green
he_il: ירוק
hu_hu: Zöld

# #32404
source: Blue
he_il: כחול
hu_hu: Kék

# #32405
source: Disable when Screen Saver is on
he_il: נטרל כאשר שומר המסך פעיל
hu_hu: Letiltás aktív Képernyővédő esetén

# #32406
source: Enable initial light flash
he_il: הפעל תאורת הבהוב ראשונית
hu_hu: Kezdeti felvillanás engedélyezése

# #32407
source: Enable status notifications
he_il: הפעל התראות מצב
hu_hu: Állapot visszajelzés engedélyezése

# #32500
source: Failed to connect to boblightd!
he_il: נכשל בהתחברות ל-boblightd!
hu_hu: Boblihgtd kapcsolódás sikertelen!

# #32501
source: Connected to boblightd!
he_il: מחובר ל-boblightd!
hu_hu: Boblightd kapccsolódás sikeres!

# #32502
source: Settings changed!
he_il: ההגדרות שונו!
hu_hu: A beállítások megváltoztatva!

# #32503
source: Boblight is disabled!
he_il: Boblight מנוטרל!
hu_hu: Boblight letiltva!

# #32504
source: This addon needs a binary library.
he_il: הרחבה זו דורשת ספריה בינרית.
hu_hu: A kiegészítő használatához egy bináris könyvár szükséges.

# #32505
source: Please read the README file.
he_il: אנא קרא את קובץ ה-README.
hu_hu: Olvassa el a README fájlt.

# #32506
source: for getting some more instructions.
he_il: לקבלת הוראות נוספות.
hu_hu: további információkhoz.

# #32507
source: This addon can't be run on that
he_il: הרחבה זו אינה יכולה לרוץ על
hu_hu: Ez a kiegészítő nem fut ezen az

# #32508
source: operating system! (missing ctypes module)
he_il: מערכת ההפעלה הזו (מודול ctypes חסר)
hu_hu: operációs rendszeren! (hiányzó ctypes modul )

# #32509
source: Should the addon try to download it for you?
he_il: האם ברצונך שההרחבה תנסה להוריד זאת עבורך?
hu_hu: Próbálja meg a kiegészítő letölteni?

# #32510
source: Error downloading. Check filesystem permissions.
he_il: שגיאה בהורדה. בדוק הרשאות מערכת הקבצים.
hu_hu: Letöltés hiba. Ellenőrizze a fájlrendszer jogosultságokat.

# #32600
source: TV Shows
he_il: סדרות
hu_hu: Sorozatok

# #32620
source: Custom
he_il: מותאם אישית
hu_hu: Egyéni

# #32621
source: Slow
he_il: איטי
hu_hu: Lassú

# #32622
source: Fast
he_il: מהיר
hu_hu: Gyors

# #32623
source: Disabled
he_il: מנוטרל
hu_hu: Letiltva

# #32700
source: LiveTV
hu_hu: ÉlőTV

# #32720
source: Custom
he_il: מותאם אישית
hu_hu: Egyéni

# #32721
source: Slow
he_il: איטי
hu_hu: Lassú

# #32722
source: Fast
he_il: מהיר
hu_hu: Gyors

# #32723
source: Disabled
he_il: מנוטרל
hu_hu: Letiltva

# #32800
source: Files
he_il: קבצים
hu_hu: Fájlok

# #32820
source: Custom
he_il: מותאם אישית
hu_hu: Egyéni

# #32821
source: Slow
he_il: איטי
hu_hu: Lassú

# #32822
source: Fast
he_il: מהיר
hu_hu: Gyors

# #32823
source: Disabled
he_il: מנוטרל
hu_hu: Letiltva
